Repository: hkarlsen06/Paeonia
Catalog: ios/PaeoniaApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: nb

# memories.editDetails.title
source: Edit memory
nb: Rediger minne

# memories.editor.addPhoto
source: Add photo
nb: Legg til bilde

# memories.editor.dateLabel
source: Date
nb: Dato

# memories.editor.editTitle
source: Edit memory
nb: Rediger minne

# memories.editor.newTitle
source: New memory
nb: Nytt minne

# memories.editor.noteLabel
source: Note
nb: Notat

# memories.editor.notePlaceholder
source: Write something about this moment
nb: Skriv noe om dette øyeblikket

# memories.editor.photosLabel
source: Photos
nb: Bilder

# memories.editor.save
source: Save memory
nb: Lagre minne

# memories.editor.takePhoto
source: Take photo
nb: Ta bilde

# memories.editor.titleLabel
source: Title
nb: Tittel

# memories.editor.titlePlaceholder
source: Give this memory a name
nb: Gi dette minnet et navn

# memories.empty.action
source: Add a memory
nb: Legg til et minne

# memories.empty.message
source: Save a small moment from today.
nb: Lagre et lite øyeblikk fra i dag.

# memories.empty.title
source: No memories yet
nb: Ingen minner ennå

# memories.note.save
source: Save
nb: Lagre

# memories.note.title
source: Your note
nb: Notatet ditt

# memories.notice.createFailed.title
source: We couldn't save your memory
nb: Vi klarte ikke å lagre minnet

# memories.notice.deleteFailed.title
source: We couldn't delete that memory
nb: Vi klarte ikke å slette minnet

# memories.notice.noteFailed.title
source: We couldn't save your note
nb: Vi klarte ikke å lagre notatet

# memories.notice.photoFailed.message
source: Check your connection and try again.
nb: Sjekk tilkoblingen og prøv igjen.

# memories.notice.photoFailed.title
source: We couldn't add your photos
nb: Vi klarte ikke å legge til bildene

# memories.notice.retry.message
source: Something went wrong. Please try again.
nb: Noe gikk galt. Prøv igjen.

# memories.photo.accessibility
source: Memory photo
nb: Minnebilde

# memories.photo.remove
source: Remove photo
nb: Fjern bilde

# memories.photo.removeAction
source: Remove
nb: Fjern

# memories.photo.removeTitle
source: Remove this photo?
nb: Fjerne dette bildet?

# notifications.permissionPrimer.enable
source: Turn on notifications
nb: Slå på varsler

# notifications.permissionPrimer.message
source: When %@ sends a drawing or answers today's question, Paeonia can let you know.
nb: Når %@ sender en tegning eller svarer på dagens spørsmål, kan Paeonia gi deg beskjed.

# notifications.permissionPrimer.notNow
source: Not now
nb: Ikke nå

# notifications.permissionPrimer.title
source: See when something new arrives
nb: Se når noe nytt kommer

# pairing.celebration.getStartedButton
source: Let's get started
nb: La oss komme i gang

# pairing.celebration.youName
source: You
nb: Du

# pairing.invite.checking.button
source: Checking pairing
nb: Sjekker sammenkobling

# pairing.invite.code.label
source: Invite code
nb: Invitasjonskode

# pairing.invite.copied.button
source: Copied
nb: Kopiert

# pairing.invite.copy.button
source: Copy code
nb: Kopier kode

# pairing.invite.error.message
source: Check your connection and try again.
nb: Sjekk tilkoblingen og prøv igjen.

# pairing.invite.error.title
source: Could not make an invite
nb: Kunne ikke lage invitasjon

# pairing.invite.expires.label
source: Expires
nb: Utløper

# pairing.invite.loading.message
source: This usually takes a moment.
nb: Dette tar vanligvis et øyeblikk.

# pairing.invite.loading.title
source: Making your invite
nb: Lager invitasjonen din

# pairing.invite.message
source: Share this code with your partner. Your subscription covers both of you.
nb: Del denne koden med partneren din. Ditt abonnement dekker dere begge.

# pairing.invite.newCode.button
source: Make new code
nb: Lag ny kode

# pairing.invite.refresh.button
source: Check pairing
nb: Sjekk sammenkobling

# pairing.invite.retry.button
source: Try again
nb: Prøv igjen

# pairing.invite.share.button
source: Share invite
nb: Del invitasjon

# pairing.invite.share.message
source: Use this link to join our space on Paeonia.
nb: Bruk denne lenken for å bli med i rommet vårt på Paeonia.

# pairing.invite.share.subject
source: Join me on Paeonia
nb: Bli med meg på Paeonia

# pairing.invite.title
source: Invite your partner
nb: Inviter partneren din

# pairing.unpair.confirm.action
source: Unpair
nb: Koble fra

# pairing.unpair.confirm.cancel
source: Stay paired
nb: Forbli koblet

# pairing.unpair.confirm.message
source: You'll leave your shared space and %@ will be told. You'll both stop seeing your shared questions, memories, and widget. You can pair again later.
nb: Du forlater det felles rommet deres, og %@ får beskjed. Dere slutter begge å se de felles spørsmålene, minnene og widgeten. Du kan koble deg til noen igjen senere.

# pairing.unpair.confirm.title
source: Unpair from %@?
nb: Koble fra %@?

# pairing.unpair.failed
source: We couldn't unpair you just now. Please try again.
nb: Vi klarte ikke å koble deg fra akkurat nå. Prøv igjen.

# paywall.acceptInvite
source: I have an invite
nb: Jeg har en invitasjon

# paywall.bestValue
source: Best value
nb: Best verdi

# paywall.billing.monthly
source: Monthly
nb: Månedlig

# paywall.billing.picker
source: Billing period
nb: Betalingsperiode

# paywall.billing.yearly
source: Yearly
nb: Årlig

# paywall.cancelAnytime
source: You'll confirm in the App Store. Cancel anytime.
nb: Du bekrefter i App Store. Avslutt når som helst.

# paywall.cta.freeTrial
source: Start free trial
nb: Start gratis prøveperiode

# paywall.cta.purchasing
source: Confirming
nb: Bekrefter

# paywall.cta.subscribe
source: Continue to App Store
nb: Fortsett til App Store

# paywall.error.inviteAcceptFailed
source: We could not join you with that code. Check the code and try again.
nb: Vi klarte ikke å koble deg til med den koden. Sjekk koden og prøv igjen.

# paywall.error.inviteInvalid
source: That invite code does not look right.
nb: Koden ser ikke riktig ut.

# paywall.error.invitePreviewFailed
source: We couldn't check this code. Check your connection and try again.
nb: Vi kunne ikke sjekke koden. Sjekk nettet og prøv igjen.

# paywall.error.inviteUnavailable
source: This invite is no longer available. The code may be invalid or expired. Ask your partner for a new code.
nb: Denne invitasjonen er ikke lenger tilgjengelig. Koden kan være ugyldig eller utløpt. Be partneren din om en ny kode.

# paywall.error.noPurchases
source: We could not find a subscription to restore.
nb: Vi fant ikke et abonnement å gjenopprette.

# paywall.error.productsUnavailable
source: We could not load the subscription right now. Try again.
nb: Vi kunne ikke laste abonnementet nå. Prøv igjen.

# paywall.error.purchaseLinkedToAnotherAccount
source: This App Store purchase is linked to another Paeonia account. Contact support and we can help.
nb: Dette App Store-kjøpet er koblet til en annen Paeonia-konto. Kontakt oss, så hjelper vi deg.

# paywall.error.purchaseNotConfirmed
source: The purchase wasn't completed. Try again, or restore purchases if you already subscribed.
nb: Kjøpet ble ikke fullført. Prøv igjen, eller gjenopprett kjøp hvis du allerede abonnerer.

# paywall.error.restoreFailed
source: We could not restore purchases. Try again.
nb: Vi kunne ikke gjenopprette kjøp. Prøv igjen.

# paywall.feature.daily
source: Daily questions and private answers
nb: Daglige spørsmål og private svar

# paywall.feature.memories
source: Shared memories, notes, and photos
nb: Felles minner, notater og bilder

# paywall.feature.widget
source: A partner widget for small moments
nb: En partner-widget for små øyeblikk

# paywall.invite.action
source: Join your partner
nb: Bli med partneren din

# paywall.invite.confirm.action
source: Join
nb: Bli med

# paywall.invite.confirm.cancel
source: Not now
nb: Ikke nå

# paywall.invite.confirm.message
source: Joining connects your shared space. Only continue if this is the person you expect.
nb: Når du blir med, kobles det felles området deres sammen. Fortsett bare hvis dette er personen du forventer.

# paywall.invite.confirm.safetyMessage
source: There was a previous safety concern involving this person. Only join if you feel safe doing so.
nb: Det har tidligere vært en bekymring knyttet til denne personen. Bli bare med hvis du føler deg trygg.

# paywall.invite.confirm.title
source: Join %@?
nb: Bli med %@?

# paywall.invite.confirm.titleFallback
source: Join your partner?
nb: Bli med partneren din?

# paywall.invite.continueWithout
source: Continue without this invite
nb: Fortsett uten denne invitasjonen

# paywall.invite.cta.caption
source: No payment needed to join.
nb: Ingen betaling for å bli med.

# paywall.invite.dismiss
source: Dismiss invite code
nb: Lukk invitasjonskode

# paywall.invite.subtitle
source: Enter the 6-character code your partner shared with you.
nb: Skriv inn koden på 6 tegn som partneren din delte med deg.

# paywall.invite.title
source: Have an invite code?
nb: Har du en invitasjonskode?

# paywall.manageSubscription
source: Manage subscription
nb: Administrer abonnement

# paywall.oneSubscription
source: One subscription covers both of you.
nb: Ett abonnement gjelder for dere begge.

# paywall.paired.partnerFallback
source: your partner
nb: partneren din

# paywall.paired.subtitle
source: Subscribe to open your shared space again. Everything you saved together is safe.
nb: Abonner for å åpne området deres igjen. Alt dere har lagret sammen, er trygt.

# paywall.paired.title
source: Open your space with %@
nb: Åpne området deres med %@

# paywall.paired.trial.subtitle
source: Start your free trial to open your shared space again. Everything you saved together is safe.
nb: Start den gratis prøveperioden for å åpne området deres igjen. Alt dere har lagret sammen, er trygt.

# paywall.period.monthly
source: per month
nb: per måned

# paywall.period.monthly.compact
source: /mo
nb: /mnd

# paywall.period.yearly
source: per year
nb: per år

# paywall.period.yearly.compact
source: /yr
nb: /år

# paywall.price.loading
source: Loading price
nb: Laster pris

# paywall.products.retry
source: Try loading again
nb: Prøv å laste inn igjen

# paywall.renewal.monthly
source: Renews monthly. The App Store confirms the final price before you pay.
nb: Fornyes månedlig. App Store bekrefter prisen før du betaler.

# paywall.renewal.yearly
source: Renews yearly. The App Store confirms the final price before you pay.
nb: Fornyes årlig. App Store bekrefter prisen før du betaler.

# paywall.restorePurchases
source: Restore purchases
nb: Gjenopprett kjøp

# paywall.scrollHint
source: Have an invite code?
nb: Har du en invitasjonskode?

# paywall.subtitle
source: Subscribe to open a private shared space for the two of you.
nb: Abonner for å åpne et privat område for dere to.

# paywall.timeline.charge
source: Trial ends
nb: Prøveperioden slutter

# paywall.timeline.charge.body
source: Cancel before this day to avoid being charged
nb: Avslutt før denne dagen for å unngå betaling

# paywall.timeline.dayPrefix
source: Day
nb: Dag

# paywall.timeline.manage
source: You stay in control
nb: Du har kontroll

# paywall.timeline.manage.body
source: Manage in App Store
nb: Administrer i App Store

# paywall.timeline.reminder
source: Before it ends
nb: Før den slutter

# paywall.timeline.reminder.body
source: We'll remind you — 2 days left
nb: Vi varsler deg — 2 dager igjen

# paywall.timeline.renewal
source: Renews automatically
nb: Fornyes automatisk

# paywall.timeline.renewal.monthly.body
source: Renews monthly unless you cancel.
nb: Fornyes månedlig med mindre du avslutter.

# paywall.timeline.renewal.yearly.body
source: Renews yearly unless you cancel.
nb: Fornyes årlig med mindre du avslutter.

# paywall.timeline.today
source: Today
nb: I dag

# paywall.timeline.today.body
source: Your shared space opens for both of you
nb: Området deres åpnes for dere begge

# paywall.title
source: Open your shared space
nb: Åpne området deres

# paywall.trial.freeWord
source: free
nb: gratis

# paywall.trial.subtitle
source: Start your free trial to open a private shared space for the two of you.
nb: Start den gratis prøveperioden for å åpne et privat område for dere to.

# paywall.trial.then
source: Then
nb: Deretter

# paywall.trial.title
source: Open your shared space
nb: Åpne området deres

# paywall.trial.unit.day
source: day
nb: dag

# paywall.trial.unit.days
source: days
nb: dager

# paywall.trial.unit.month
source: month
nb: måned

# paywall.trial.unit.months
source: months
nb: måneder

# paywall.trial.unit.week
source: week
nb: uke

# paywall.trial.unit.weeks
source: weeks
nb: uker

# paywall.trial.unit.year
source: year
nb: år

# paywall.trial.unit.years
source: years
nb: år

# paywall.unpair.button
source: Unpair
nb: Koble fra

# privacySafety.access.action
source: Request access
nb: Be om innsyn

# privacySafety.access.description
source: Ask what personal data Paeonia has about you and how it is used.
nb: Be om innsyn i hvilke personopplysninger Paeonia har om deg, og hvordan de brukes.

# privacySafety.access.title
source: Access request
nb: Forespørsel om innsyn

# privacySafety.correction.action
source: Ask for a correction
nb: Be om retting

# privacySafety.correction.description
source: Tell us if account information is wrong or incomplete.
nb: Fortell oss hvis kontoinformasjon er feil eller mangelfull.

# privacySafety.correction.detailsLabel
source: What should be corrected?
nb: Hva skal rettes?

# privacySafety.correction.detailsPlaceholder
source: Include enough detail for us to find the information.
nb: Ta med nok detaljer til at vi kan finne opplysningene.

# privacySafety.correction.detailsRequired.message
source: Tell us what is wrong before sending the request.
nb: Fortell oss hva som er feil før du sender forespørselen.

# privacySafety.correction.detailsRequired.title
source: Add the correction details
nb: Legg til hva som skal rettes

# privacySafety.correction.formDescription
source: Describe the information that is wrong and what it should say instead.
nb: Beskriv hvilke opplysninger som er feil, og hva det skal stå i stedet.

# privacySafety.correction.formTitle
source: Correct your data
nb: Rett opplysningene dine

# privacySafety.correction.submit
source: Send correction request
nb: Send forespørsel om retting

# privacySafety.correction.title
source: Correct your data
nb: Rett opplysningene dine

# privacySafety.export.action
source: Request a copy
nb: Be om en kopi

# privacySafety.export.description
source: Ask for a copy of your account data that you can save or use elsewhere.
nb: Be om en kopi av kontoopplysningene dine som du kan lagre eller bruke andre steder.

# privacySafety.export.title
source: Get a copy of your data
nb: Få en kopi av opplysningene dine

# privacySafety.introduction
source: Ask to see, copy, or correct your data, and find help if something in your relationship feels unsafe.
nb: Be om å få se, kopiere eller rette opplysningene dine, og finn hjelp hvis noe i forholdet føles utrygt.

# privacySafety.loadFailed.message
source: Pull down to try again. You can still contact support at support@paeonia.no.
nb: Dra ned for å prøve igjen. Du kan fortsatt kontakte support på support@paeonia.no.

# privacySafety.loadFailed.title
source: Couldn't load your requests
nb: Kunne ikke laste forespørslene dine

# privacySafety.report.description
source: Tell Paeonia what happened and end the relationship. Blocking %@ is a separate choice.
nb: Fortell Paeonia hva som skjedde, og avslutt forholdet. Det er et eget valg å blokkere %@.

# privacySafety.report.title
source: Report %@ and leave
nb: Rapporter %@ og forlat forholdet

# privacySafety.request.active
source: Request in progress
nb: Forespørsel under behandling

# privacySafety.request.active.message
source: You already have this type of request in progress.
nb: Du har allerede denne typen forespørsel under behandling.

# privacySafety.request.active.title
source: Already in progress
nb: Allerede under behandling

# privacySafety.request.failed.message
source: Check your connection and try again. No changes were made.
nb: Sjekk tilkoblingen og prøv igjen. Ingen endringer ble gjort.

# privacySafety.request.failed.title
source: Couldn't send your request
nb: Kunne ikke sende forespørselen

# privacySafety.request.sending
source: Sending…
nb: Sender …

# privacySafety.request.submitted.message
source: We'll contact you at the email connected to your account.
nb: Vi kontakter deg på e-postadressen som er knyttet til kontoen din.

# privacySafety.request.submitted.title
source: Request received
nb: Forespørsel mottatt

# privacySafety.requests.sectionTitle
source: Your data
nb: Opplysningene dine

# privacySafety.safety.sectionTitle
source: Relationship safety
nb: Trygghet i forholdet

# privacySafety.status.cancelled
source: Cancelled
nb: Avbrutt

# privacySafety.status.completed
source: Completed
nb: Fullført

# privacySafety.status.processing
source: In progress
nb: Under behandling

# privacySafety.status.rejected
source: Could not be completed
nb: Kunne ikke fullføres

# privacySafety.status.submitted
source: Request received
nb: Forespørsel mottatt

# privacySafety.status.verifying
source: Confirming your request
nb: Bekrefter forespørselen

# privacySafety.title
source: Privacy & Safety
nb: Personvern og trygghet

# reportAndLeave.block.description
source: If you turn this on, %@ cannot pair with you again. This choice is off by default.
nb: Hvis du slår på dette, kan %@ ikke koble seg til deg igjen. Dette valget er av som standard.

# reportAndLeave.block.title
source: Block %@ too
nb: Blokker %@ også

# reportAndLeave.confirm.action
source: Send report and leave
nb: Send rapport og forlat

# reportAndLeave.confirm.blockMessage
source: Your report will be sent, your relationship with %@ will end, and they will be blocked from pairing with you again. Shared content will no longer be available in the app.
nb: Rapporten din blir sendt, forholdet med %@ avsluttes, og personen blokkeres fra å koble seg til deg igjen. Delt innhold vil ikke lenger være tilgjengelig i appen.

# reportAndLeave.confirm.cancel
source: Cancel
nb: Avbryt

# reportAndLeave.confirm.message
source: Your report will be sent and your relationship with %@ will end. Shared content will no longer be available in the app.
nb: Rapporten din blir sendt, og forholdet med %@ avsluttes. Delt innhold vil ikke lenger være tilgjengelig i appen.

# reportAndLeave.confirm.title
source: Report %@ and leave?
nb: Rapportere %@ og forlate forholdet?

# reportAndLeave.failed.message
source: The relationship was not changed. Check your connection and try again.
nb: Forholdet ble ikke endret. Sjekk tilkoblingen og prøv igjen.

# reportAndLeave.failed.title
source: Couldn't send the report
nb: Kunne ikke sende rapporten

# reportAndLeave.introduction
source: Tell us what happened with %@. Your report is private and is not shown to the person you report.
nb: Fortell oss hva som skjedde med %@. Rapporten din er privat og vises ikke til personen du rapporterer.

# reportAndLeave.note.description
source: Include what happened and when. Only add information that helps us review the report.
nb: Beskriv hva som skjedde og når. Ta bare med opplysninger som hjelper oss å vurdere rapporten.

# reportAndLeave.note.label
source: Details (optional)
nb: Detaljer (valgfritt)

# reportAndLeave.note.placeholder
source: What happened?
nb: Hva skjedde?

# reportAndLeave.reason.abuse
source: Abuse
nb: Mishandling

# reportAndLeave.reason.harassment
source: Harassment
nb: Trakassering

# reportAndLeave.reason.hate
source: Hate or discrimination
nb: Hat eller diskriminering

# reportAndLeave.reason.impersonation
source: Pretending to be someone else
nb: Utgir seg for å være en annen

# reportAndLeave.reason.label
source: Reason
nb: Grunn

# reportAndLeave.reason.other
source: Other
nb: Annet

# reportAndLeave.reason.placeholder
source: Choose a reason
nb: Velg en grunn

# reportAndLeave.reason.privacy
source: Privacy violation
nb: Brudd på personvernet

# reportAndLeave.reason.selfHarm
source: Self-harm concern
nb: Bekymring for selvskading

# reportAndLeave.reason.sexualContent
source: Sexual content
nb: Seksuelt innhold

# reportAndLeave.reason.threat
source: Threats
nb: Trusler

# reportAndLeave.reasonRequired.message
source: Select what best describes what happened.
nb: Velg det som best beskriver hva som skjedde.

# reportAndLeave.reasonRequired.title
source: Choose a reason
nb: Velg en grunn

# reportAndLeave.submitButton
source: Report %@ and leave
nb: Rapporter %@ og forlat forholdet

# reportAndLeave.submitted.message
source: The relationship has ended. Your report is ready for review.
nb: Forholdet er avsluttet. Rapporten er klar til behandling.

# reportAndLeave.submitted.title
source: Report sent
nb: Rapport sendt

# reportAndLeave.submitting
source: Sending report…
nb: Sender rapport …

# reportAndLeave.title
source: Report and leave
nb: Rapporter og forlat forholdet

# root.empty.message
source: Pairing, daily check-ins, memories, and drawings will come together here.
nb: Sammenkobling, daglige innsjekker, minner og tegninger vil samles her.

# root.empty.title
source: Your private space starts here
nb: Det private rommet deres starter her

# root.foundation.message
source: We are setting up the private space before the first real features arrive.
nb: Vi gjør klart det private rommet før de første ekte funksjonene kommer.

# root.foundation.title
source: A calm start
nb: En rolig start

# root.palette.message
source: Colors will be adjusted when the app icon and peony reference are ready.
nb: Fargene justeres når appikonet og peonreferansen er klare.

# root.palette.title
source: Colors
nb: Farger

# root.primaryAction
source: Invite your partner
nb: Inviter partneren din

# root.primaryAction.hint
source: This will turn on when pairing is ready.
nb: Denne skrus på når sammenkobling er klar.

# settings.account.logoutButton
source: Log out
nb: Logg ut

# settings.account.sectionTitle
source: Account
nb: Konto

# settings.location.permissionDenied.message
source: Allow location in Settings to share it with %@.
nb: Tillat posisjon i Innstillinger for å dele den med %@.

# settings.location.permissionDenied.title
source: Location permission is off
nb: Posisjonstilgang er av

# settings.location.row.message
source: Choose whether %@ can see where you are
nb: Velg om %@ kan se hvor du er

# settings.location.saveError.message
source: Check your connection and try again.
nb: Sjekk tilkoblingen og prøv igjen.

# settings.location.saveError.title
source: Location was not updated
nb: Posisjonen ble ikke oppdatert

# settings.location.sectionTitle
source: Location
nb: Posisjon

# settings.location.sharing.subtitle
source: %@ can see only your latest location while this is on. Paeonia does not show location history.
nb: %@ kan bare se den nyeste posisjonen din når dette er på. Paeonia viser ikke posisjonshistorikk.

# settings.location.sharing.title
source: Share my location
nb: Del posisjonen min

# settings.location.unavailable.message
source: Move somewhere with a clearer signal and try again.
nb: Gå et sted med bedre signal og prøv igjen.

# settings.location.unavailable.title
source: Location is not available
nb: Posisjon er ikke tilgjengelig

# settings.notifications.dailyChallenge.subtitle
source: Get a notification when %@ finishes today's questions.
nb: Få et varsel når %@ fullfører dagens spørsmål.

# settings.notifications.dailyChallenge.title
source: Daily questions
nb: Dagens spørsmål

# settings.notifications.memories.subtitle
source: Get a notification when %@ adds a memory.
nb: Få et varsel når %@ legger til et minne.

# settings.notifications.memories.title
source: New memories
nb: Nye minner

# settings.notifications.openSettingsButton
source: Open Settings
nb: Åpne Innstillinger
